/*!
 * Distpicker v1.0.2
 * https://github.com/tshi0912/city-picker
 *
 * Copyright (c) 2014-2016 Tao Shi
 * Released under the MIT license
 *
 * Date: 2016-02-29T12:11:36.473Z
 */

(function (factory) {
    if (typeof define === 'function' && define.amd) {
        // AMD. Register as anonymous module.
        define('ChineseDistricts', [], factory);
    } else {
        // Browser globals.
        factory();
    }
})(function () {

	    var ChineseDistricts = {
	    		"86" : {
	    			"" : [ {
	    				"code" : "013007",
	    				"address" : "凭祥市"
	    			} ]
	    		},
	    		"013007008" : {
	    			"013007008004" : "屏山路",
	    			"013007008003" : "狮子山路",
	    			"013007008006" : "连全村",
	    			"013007008005" : "新华路",
	    			"013007008008" : "南山村",
	    			"013007008007" : "柳班村",
	    			"013007008009" : "前进村",
	    			"013007008010" : "竹山村",
	    			"013007008002" : "南大路",
	    			"013007008001" : "北大路"
	    		},
	    		"013007" : {
	    			"013007008" : "凭祥镇",
	    			"013007009" : "友谊镇",
	    			"013007010" : "上石镇",
	    			"013007011" : "夏石镇",
	    			"013007012" : "广西凭祥综合保税区"
	    		},
	    		"013007009" : {
	    			"013007009006" : "隘口村",
	    			"013007009007" : "卡凤村",
	    			"013007009004" : "召化村",
	    			"013007009005" : "礼茶村",
	    			"013007009008" : "匠龙村",
	    			"013007009009" : "英阳村",
	    			"013007009002" : "平而村",
	    			"013007009003" : "三联村",
	    			"013007009001" : "宋城村"
	    		},
	    		"013007010" : {
	    			"013007010006" : "马垌村",
	    			"013007010007" : "练江村",
	    			"013007010008" : "油隘村",
	    			"013007010009" : "板旺村",
	    			"013007010002" : "浦东村",
	    			"013007010003" : "白龙村",
	    			"013007010004" : "燕安村",
	    			"013007010005" : "下敖村",
	    			"013007010001" : "上石社区"
	    		},
	    		"013007011" : {
	    			"013007011007" : "榴利村",
	    			"013007011008" : "丰乐村",
	    			"013007011009" : "夏桐村",
	    			"013007011003" : "新鸣村",
	    			"013007011004" : "那楼村",
	    			"013007011005" : "白马村",
	    			"013007011006" : "哨平村",
	    			"013007011010" : "板任村",
	    			"013007011001" : "夏石社区",
	    			"013007011002" : "浦门村"
	    		},
	    		"013007012" : {
	    			"013007012001" : "广西凭祥综合保税区",
	    			"013007012003" : "浦寨边境贸易点",
	    			"013007012002" : "弄尧（怀）边境贸易点"
	    		}
	    	}
    if (typeof window !== 'undefined') {
        window.ChineseDistricts = ChineseDistricts;
    }

    return ChineseDistricts;

});
